{
  "menu": [
    {
      "id": 1,
      "title": "Strained Pancake",
      "price": 12,
      "category": "breakfast",
      "img": "./images/item-1.jpeg",
      "desc": "The flavor of milk in buttermilk pancakes! Add flavor to your day with our soft, strained pancakes."
    },
    {
      "id": 2,
      "title": "Diner double burger",
      "category": "lunch",
      "price": 13.99,
      "img": "./images/item-2.jpeg",
      "desc": "Our double hamburger, prepared diner style, is a perfect choice for your lunch with its delicious taste and satisfying content!"
    },
    {
      "id": 3,
      "title": "Godzilla milkshake",
      "category": "shakes",
      "price": 6.99,
      "img": "./images/item-3.webp",
      "desc": "A legendary taste awaits you! Pamper yourself with our Godzilla Milkshake and take a sweet break."
    },
    {
      "id": 4,
      "title": "Village taste",
      "category": "breakfast",
      "price": 20.99,
      "img": "./images/item-4.jpeg",
      "desc": "The indispensable taste of village breakfasts is now here! Prepared with completely natural ingredients, the Village Taste breakfast invites you to a delicious feast of flavors.."
    },
    {
      "id": 5,
      "title": "Egg Attack",
      "category": "lunch",
      "price": 22.99,
      "img": "./images/item-5.jpeg",
      "desc": "The indispensable taste of village breakfasts is now here! Prepared with completely natural ingredients, the Village Flavor breakfast invites you to a delicious feast of flavors.."
    },

    {
      "id": 6,
      "title": "Oreo Dream",
      "category": "shakes",
      "price": 18.99,
      "img": "./images/item-6.jpeg",
      "desc": "A great taste for Oreo lovers! Oreo Dream takes you to a sweet world. You can't get enough of its flavor!!"
    },
    {
      "id": 7,
      "title": "Bacon Flood",
      "category": "breakfast",
      "price": 8.99,
      "img": "./images/item-7.jpeg",
      "desc": "A must for breakfast lovers! Bacon Flood, prepared with plenty of freshly fried bacon and other flavors, will give you a great start to the day."
    },
    {
      "id": 8,
      "title": "American Classic",
      "category": "lunch",
      "price": 12.99,
      "img": "./images/item-8.jpeg",
      "desc": "This lunch, prepared with the classic flavors of American cuisine, offers an experience that you can't get enough of. Moreover, it is preferred because of its affordable price!"
    },
    {
      "id": 9,
      "title": "Quarantine Buddy",
      "category": "shakes",
      "price": 16.99,
      "img": "./images/item-9.jpeg",
      "desc": "A delicious milkshake that will not leave you alone when you are bored during quarantine days! Have a sweet escape with Quarantine Buddy."
    },
    {
      "id": 10,
      "title": "Buffalo Steak",
      "category": "lunch",
      "price": 22.99,
      "img": "./images/item-10.jpeg",
      "desc": "The unique flavor of bison meat is combined with special spices and sauces. Bison Steak is a perfect choice for your dinner!"
    }
  ]
}
